Repository: OmegaT-L10N/cs
Catalog: omegat/project_save.tmx
Source language: en
Languages: cs

source: Wind catches lily<p>Scatt'ring petals to the wind:<p>Your page is not found
cs: Stránka nenalezena

source: Windows Resources
cs: Zdroje Windows

source: Wolof
cs: Volofština

source: Word
cs: MS Word

source: Words
cs: Slova

source: Writeable Glossary File
cs: Zapisovatelný soubor glosáře

source: Writeable Glossary File:
cs: Zapisovatelný soubor glosáře

source: Writeable glossary file folder entered does not exist!
cs: Zadaný adresář pro zapisovatelný soubor glosáře neexistuje!

source: Wrong authentication
cs: Chybné ověření identity

source: Wrong response format from TaaS service
cs: Chybný formát odzvy ze služby TaaS

source: Wrong response from engine
cs: Chybná odpověď vyhledávače

source: Wrong username/password
cs: Špatné uživatelské jméno/heslo

source: XHTML Filter Options
cs: Možnosti filtru XHTML

source: XLIFF Filter Options
cs: Možnosti filtru XLIFF

source: Xhosa
cs: Xhoština

source: Yandex Translate
cs: Překladač Yandex Translate

source: Yandex Translate - No API Key Specified
cs: Yandex Translate - Nebyl specifikován klíč API

source: Yiddish
cs: Jidiš

source: Yoruba
cs: Jorubština

source: You are going to modify {0} segments.
cs: Chystáte se upravit {0} segmenty/ů.

source: You are trying to use the HunspellTokenizer with the language {0}, but no spelling dictionaries are installed for this language.
cs: Pokoušíte se použít tokenizer HunspellTokenizer s jazykem {0}, ale pro tento jazyk nemáte instalované pravopisné slovníky.

source: You are uninstalling the spellchecking dictionary that your project currently uses.
cs: Chystáte se odinstalovat slovník kontroly pravopisu, který váš projekt právě používá.

source: You can add new scripts there, so they will appear in the list of available scripts in the Scripting window.
cs: Můžete sem přidat nové skrpity, a ty se pak objeví v seznamu dostupných skriptů v podokně Skriptování.

source: You can change the already assigned shortcuts and add new shortcuts by putting a shortcut definition file in your OmegaT preferences folder (see User files location).
cs: Můžete změnit již přiřazené klávesové zkratky a přidat nové zkratky tak, že přidáte soubor definic klávesových zkratek do svého adresáře OmegaT (Umístění souborů uživatele).

source: You can create glossary entries with Create Glossary Entry in the Edit menu.
cs: Záznamy glosáře můžete vytvářet položkou Vytvořit nový záznam Glosáře v nabídce Upravit.

source: You can find detailed statistic information in the file: {0}
cs: Detailnější statistické informace naleznete v souboru: {0}

source: You can start the selected macros from the main menu as well by using their entries in the Tools menu or by pressing Ctrl+Alt+F# (# 1 to 12).
cs: Stejně tak můžete spouštět vybraná makra z hlavního menu, a to použitím jejich záznamů v nabídce Nástroje nebo aktivováním zkratky Ctrl+Alt+F# (kde # odpovídá 1 až 12).

source: You can think of LanguageTool as a software to detect errors that a simple spell checker cannot detect, e.g. mixing up there/their, no/now etc.
cs: LanguageTool si můžete představit jako software, který detekuje chyby, které prostá kontrola pravopisu nedokáže najít, např. záměna zdroj/stroj, pro/proč atd.

source: You have reached the daily limit for requests
cs: Dosáhli jste denního limitu dotazů na překlad.

source: You have reached the daily limit for the volume of translated text
cs: Dosáhli jste denního limitu pro objem přeloženého textu.

source: You may also copy the files to your project's 'source' folder using your favorite file manager and reload the project by calling Reload from the Project menu.
cs: Soubory můžete také kopírovat do adresáře ‚source‘ (‚zdroj‘) svého projektu pomocí svého oblíbeného správce souborů a projekt znovu načíst spuštěním položky Znovu načíst z nabídky Projekt.

source: You may try to solve this problem in one of the following ways:
cs: Můžete se pokusit vyřešit problém jedním z následujících způsobů:

source: You must enter a number between 1 and {0}.
cs: Musíte vložit číslo mezi 1 a {0}.

source: You need to update your JDK 1.6 to the latest version, or just remove the jaxb-*.jar files from the OmegaT /lib dir
cs: Je zapotřebí aktualizovat vaše JDK 1.6 na nejnovější verzi, nebo jen odstraňte soubory jaxb-*.jar z adresáře /lib aplikace OmegaT.

source: You should specify their new location or recreate them.
cs: Měli byste blíže určit jejich umístění nebo je znovu vytvořit.

source: You will be prompted to enter this password every time you launch OmegaT.
cs: Budete vyzváni k vložení tohoto hesla při každém spuštění OmegaT

source: YouTube Subtitles
cs: Titulky YouTube

source: Your current project uses sentence segmentation, but TMX file was created using paragraph segmentation.
cs: Váš aktuální projekt používá větnou segmentaci, ale soubor TMX byl vytvořen pomocí segmentace podle odstavců.

source: Your new shortcuts should now appear next to the menu items you have modified.
cs: Vaše nová zkratka by se teď měla již objevit vedle položky nabídky, kterou jste upravili.

source: Your operating system refused to let OmegaT create its configuration folder.
cs: Váš operační systém odmítl programu OmegaT vytvořit vlastní konfigurační adresář.

source: Your project does not contain any files in a supported file format.
cs: Váš projekt neobsahuje žádné soubory v podporovaném formátu.

source: ZIP files
cs: Soubory ZIP

source: Zhuang, Chuang
cs: Čuvangština

source: Zulu
cs: Zuluština

source: [Fuzzy]
cs: [přibližně]

source: [fuzzy]
cs: [přibližně]

source: [{0}] “{1}” in source; expected one of {2} in target
cs: [{0}] “{1}” ve zdroji; očekáváno jedno z {2} v cíli

source: [{0}] “{1}” in source; expected “{2}” in target
cs: [{0}] “{1}” ve zdroji; očekáváno “{2}” v cíli

source: all matching segments
cs: všechny shodující se segmenty

source: and <key> can be any key available on your keyboard
cs: a <klávesa> může být jakákoliv klávesa dostupná na vaší klávesnici

source: attributes.
cs: atributy.

source: canceled ({0} ms elapsed)
cs: zrušeno ({0} ms proběhlo)

source: done ({0} ms elapsed)
cs: hotovo ({0} ms proběhlo)

source: extensions:
cs: rozšíření:

source: file names
cs: názvy souborů

source: h&reflang (language of links)
cs: h&reflang (jazyk odkazů)

source: href (URL of &links)
cs: href (UR&L odkazů)

source: http://docs.oracle.com/javase/6/docs/api/javax/swing/KeyStroke.html
cs: p://docs.oracle.com/javase/6/docs/api/javax/swing/KeyStroke.html

source: init <source language> <target language> Initialize a minimal team project with the specified languages.
cs: init <zdrojový jazyk> <cílový jazyk> Zahájit minimální týmový projekt se zadanými jazyky.

source: jsch-agent-proxy (jsch-agent-proxy License)
cs: jsch-agent-proxy (licence jsch-agent-proxy)

source: lan&g (language attribute)
cs: lan&g (atribut jazyka)

source: loaded
cs: načteno

source: move to the beginning of the line in the segment
cs: posunout na začátek řádku v segmentu

source: move to the end of the line in the segment
cs: posunout na konec řádku v segmentu

source: move to the end of the segment
cs: posunout na konec segmentu

source: move to the first segment of the document (Mac: Cmd+PgUp)
cs: posunout na první segment v dokumentu (Mac: Cmd+PgUp)

source: move to the last segment of the document (Mac: Cmd+PgDn)
cs: posunout na poslední segment v dokumentu (Mac: Cmd+PgDn)

source: move to the start of the segment
cs: posunout na začátek segmentu

source: one char left, but not further than the beginning of segment
cs: posunout o znak vlevo, ale ne dále než za začátek segmentu

source: one char right, but not further than the end of segment
cs: posunout o znak vpravo, ale ne dále než za konec segmentu

source: one word left, but not further than the beginning of segment
cs: posunout o slovo vlevo, ale ne dále než za začátek segmentu

source: one word right, but not further than the end of segment
cs: posunout o slovo vpravo, ale ne dále než za konec segmentu

source: open Auto-completer dialog box with contextual suggestions (Mac: Esc).
cs: otevře dialogové okno automatického doplňování s kontextovými návrhy (Mac: Esc).

source: open previous segment (Mac: Cmd+Enter)
cs: otevřít předchozí segment (Mac: Cmd+Enter)

source: page down through the document
cs: posunout o stránku v dokumentu dolů

source: page up through the document
cs: posunout o stránku v dokumentu nahoru

source: remove char after cursor
cs: odstranit znak za kurzorem

source: remove char before cursor
cs: odstranit znak před kurzorem

source: remove chars up to the start of next word (Mac: Alt+Delete)
cs: odstranit znaky až po začátek dalšího slova (Mac: Alt+Delete)

source: remove chars up to the start of the current word (Mac: Alt+Backspace)
cs: odstranit znaky až na začátek právě zpracovávaného slova (Mac: Alt+Backspace)

source: select complete segment (Mac: Cmd+A)
cs: označit celý segment (Mac: Cmd+A)

source: src (URL of &images)
cs: src (URL o&brázků)

source: trilead-ssh2 (Trilead SSH license)
cs: trilead-ssh2 (Licence Trilead SSH)

source: unknown
cs: neznámá hodnota

source: value (of button, &submit and reset input)
cs: value (hodnota těchto polí: button, &submit a reset input)

source: {0} ({1} left) / {2} ({3} left), {4}
cs: {0} ({1} zbývá) / {2} ({3} zbývá), {4}

source: {0} +{1} more
cs: více {0} +{1}

source: {0} conflicts
cs: {0} konflikty/ů

source: {0} loaded.
cs: {0} načteno.

source: {0} segments
cs: {0} segmenty/ů

source: {0} toggles orientation between LTR, RTL, and language-dependent
cs: {0} změní orientaci mezi LTR, RTL v závislosti na jazyce

source: {1}, executed from '{2}'
cs: {1}, provádí se z '{2}'

source: ← Back
cs: ← Zpět
